//
//  Constants.swift
//  UIKitHomeworks
//
//  Created by Vlad on 07.07.2021.
//

import Foundation

enum Consants {
    static let defaultText =  """
Описание

Язык Swift молод, он растет, развивается и изменяется. Но основные подходы к программированию и разработке уже сформировались, и в новом, четвертом издании книги особое внимание уделяется решению конкретных задач.

Текст полностью переработан так, чтобы любой, интересующийся языком Swift, мог найти здесь и основы, и необходимую информацию по разработке приложений. Все коды, использованные в книге соответствуют Swift версии не ниже 4.1, iOS версии не ниже 11 и
Xcode версии не ниже 9.

Теперь вы не только изучите язык Swift, но и получите начальные сведения о принципах разработки полноценных приложений.

Мир Swift постоянно меняется, людей со значительным багажом знаний и опыта за плечами еще просто не существует в силу возраста языка, поэтому вы можете стать одним из первых специалистов.

Комментарий

4-е издание дополненное и переработанное.
"""
}
